Repository: blue-shell-kde4/smooth-tasks
Catalog: po/*.po
Languages: nl

source: General
nl: Algemeen

source: Appearance
nl: Uiterlijk

source: Do Not Group
nl: Niet groeperen

source: By Program Name
nl: Op programmanaam

source: Do Not Sort
nl: Niet sorteren

source: Manually
nl: Handmatig

source: Alphabetically
nl: Alfabetisch

source: By Desktop
nl: Per bureaublad

source: No Action
nl: Geen actie

source: Close Task
nl: Taak beëindigen

source: Move to Current Desktop
nl: Naar huidig bureaublad verplaatsen

source: Rectangle
nl: Rechthoek

source: Square
nl: Vierkant

source: None
nl: Geen

source: By Taskbar Shape
nl: Op taakbalk vorm

source: Maximum Squeeze
nl: Maximale samendrukking

source: Fixed Item Number per Row
nl: Vast itemnummer per rij

source: Limited Squeeze
nl: Beperkte samendrukking

source: Fixed Maximum Item Height
nl: Vast maximum itemhoogte

source: Active
nl: Actief

source: From the current desktop
nl: Van het huidige bureaublad

source: All
nl: Alle

source: Classic
nl: Klassiek

source: New
nl: Nieuw

source: On all desktops
nl: Op alle bureaubladen

source: On various desktops
nl: Op verscheidene bureaubladen

source: Starting application...
nl: Programma wordt gestart...

source: Task Items
nl: Taken

source: Task &Shape:
nl: Taak &vorm:

source: <p>This setting is only effective when there is enough room in the taskbar to display the task items in the according shape.</p> <h4>Rectangle</h4> <p>Displays collapsed task items as rectangles.</p> <h4>Square</h4> <p>Displays collapsed task items as squares.</p>
nl: <p>Deze optie is alleen effectief wanneer er genoeg ruimte is op de taakbalk om de taken correct weer te geven.</p> <h4>Rechthoek</h4> <p>Laat de geminimaliseerde taken als rechthoek zien</p> <h4>Vierkant</h4> <p>Laat de geminimaliseerde taken als vierkant zien</p>

source: Space &Between Tasks:
nl: &Ruimte tussen de taken:

source: &Icon Scale:
nl: &Pictogram schalen:

source: The scale of the task icons in relation to the height/width (whatever is smaller) of the task item.
nl: De schaal van de taak ten opzichte van de hoogte/breedte (welke kleiner is) van het item.

source: &Expand Tasks
nl: Taken &uitklappen

source: E&xpanding Size:
nl: &Uitklapgrootte:

source: This is the additional size that gets added to a task item when it expands. Keep in mind that the task items might not be able to expand fully when there is not enough room.
nl: Dit is de grootte die toegevoegd wordt wanneer een item uitgeklapt wordt. Hou er rekening mee dat het item niet volledig uitgeklapt kan worden als er niet genoeg ruimte beschikbaar is.

source: &Keep Expanded:
nl: &Uitgeklapt houden:

source: When this is checked a blob of light is drawn on the task items when you hover them or when they demand attention.
nl: Als deze optie aangevinkt is wordt er een lichteffect op de taakitems weergegeven bij aanraking.

source: &Lights
nl: &Oplichten

source: Expand on &Hover
nl: Bij &aanraking uitklappen

source: For some plasma themes task items might look better when their frames are not rotated. This only concerns vertical layouts, e.g. when you place the taskbar at the left (or right) screen edge.
nl: Sommige plasma thema's kunnen er mogelijk beter uitzien als de frames niet gedraaid zijn. Dit geldt alleen voor verticale opmaken, bv. als de taakbalk op de linker of rechter schermrand staat.

source: Don't &Rotate Frames
nl: &Frames niet roteren

source: Usually a different frame for hovered task items is used. But for some plasma themes this might look ugly in combination with the light effect. Using this option you can deactivate the usage of a different task item frame on hover.
nl: Normaal gesproken wordt er bij een muisaanraking over een item een ander frame gebruikt. Dit ziet er voor sommige plasma thema's echter lelijk uit in combinatie met het oplicht-effect. Bij het gebruiken van deze optie kan het gebruik van een ander taakitem frame uitgeschakeld worden.

source: As &Only Hover Effect
nl: &Eenmalig effect bij aanraking

source: Draw &Text-Shadow
nl: &Tekstschaduw

source: When this is checked the dominant color of the task icon is used as the light color. When only an ugly (grayish) color could be extracted the color specified above is used instead.
nl: Als deze optie aangevinkt is dan wordt de meest dominante kleur van het pictogram gebruikt als oplichtkleur. Als er alleen een lelijke (grijsachtige) kleur afgeleid kan worden, dan wordt de hierboven aangegeven kleur gebruikt.

source: Color From &Icon
nl: Kleur van het pictogram

source: &Color:
nl: &Kleur:

source: Switch Tasks using &Wheel
nl: Taak wisselen met muis&wiel

source: Expand on &Attention
nl: Uitklappen bij &belangstelling

source: Taskbar Layout
nl: Taakbalk &opmaak

source: Row Constraints
nl: Rij beperkingen

source: &Minimum Rows:
nl: &Minimum aantal rijen:

source: This defines the minimum row count. Some layouts stretch the filled rows in order to fill any empty space. This way the displayed rows might be still fewer than this value.
nl: Dit geeft het minimum aantal rijen aan. Sommige opmaken rekken de volle rijen op zodat de lege ruimte gevuld kan worden. Op deze manier kan het aantal weergegeven rijen lager zijn dan de opgegeven waarde.

source: Ma&ximum Rows:
nl: Ma&ximaal aantal rijen:

source: This defines the maximum row count.
nl: Dit geeft het maximum aantal rijen aan.

source: &Layout:
nl: &Opmaak:

source: <p>The layout is responsible for the size and placement of the task items. Each of the provided layouts has other advantages and disadvantages. Because I can't decide which layouting strategy is best suited for this purpose I include several choices for now.</p> <h4>By Taskbar Shape</h4> <p>This layout creates as much rows as are needed so that following condition is met:</p> <pre>row height &times; row aspect ratio &le; row width</pre> <p>However, if this would yield empty rows the filled rows are scaled in height so that the whole task bar space is covered.</p> <h4>Maximum Squeeze</h4> <p>Because the width of the task items depends of their height the more rows there are the less room the items occupy. This layout sets the width of the task items always to the width they would have when the row count would have reached the maximally allowed value. <h4>Fixed Item Number per Row</h4> <p>This layout always put the configured number of task items into one row, unless there would not be enough room for all task items. Then the items are distributed evenly over the rows.</p> <h4>Limited Squeeze</h4> <p>This layout tries to squeeze the task items only up to a given maximum squeeze ratio. If it would have to squeeze them more than that it creates a new row. Currently this layout is the only one that respects the “Prefer Grouping” setting.</p> <h4>Fixed Maximum Item Height</h4> <p>This layout always assumes the configured height of the task items. Through the dependency between the width and height of the task items this leads to a specific distribution of the items. This layout does not fill empty space by up-scaling the rows.</p>
nl: <p>De opmaak zorgt voor de grootte en plaatsing van taken. Elk van de beschikbare opmaken heeft zo zijn voor- en nadelen. Omdat het voor mij moeilijk is om te bepalen welke opmaak het meest geschikt is, heb ik voorlopig enkele keuzes beschikbaar gesteld.</p> <h4>Op taakbalk vorm</h4> <p>Deze opmaak zorgt voor het aantal rijen dat nodig is om aan de volgende voorwaarde te voldoen:</p> <pre>Rijhoogte &times; rij beeldverhouding &le; rijbreedte</pre> <p>Als dit echter zorgt voor lege rijen dan zullen de gevulde rijen in hoogte geschaald worden zodat de hele taakbalk gebruikt wordt.</p> <h4>Maximale samendrukking</h4> <p>Omdat de breedte van de taken afhangt van de itemhoogte, hoe meer rijen er zijn hoe minder ruimte er overblijft voor de items zelf Deze opmaak stelt de breedte van de taakitems altijd in op de breedte die ze gehad zouden hebben als de rijen de maximaal toegestane waarde bereikt zouden hebben</p> <h4>Vast itemnummer per rij</h4> <p>Deze opmaak zet het ingestelde aantal taken altijd in één rij, tenzij er niet genoeg ruimte beschikbaar is voor all taken. Dan zullen de taken gelijkmatig over de rijen verdeeld worden.</p> <h4>Beperkte samendrukking</h4> <p>Deze opmaak probeert de taken zodanig samen te drukken tot de ingestelde samendrukverhouding bereikt is. Als er niet aan deze verhouding voldaan kan worden, dan wordt er een nieuwe rij aangemaakt. Momenteel is dit de enige opmaak die de "Voorkeur groepering" instelling gebruikt.</p> <h4>Vast maximum itemhoogte</h4> <p>Deze opmaak neem altijd de ingestelde hoogte van de taken aan. Door de afhankelijkheid van de breedte en hoogte van de taak zorgt dit voor een specifieke verdeling van de taken. Deze opmaak vult geen lege ruimte op bij het opgschalen van de rijen.</p>

source: Row &Aspect Ratio:
nl: Rij &beeldverhouding:

source: The “By Taskbar Shape” layout uses this value to determine how many rows should be created.
nl: De "Op taakbalk vorm" opmaak gebruikt deze waarde om te bepalen hoeveel rijen nodig zijn.

source: &Items per Row:
nl: &Items per rij

source: The “Fixed Item Number per Row” layout uses this amount to fill the rows with task items.
nl: De "Vast itemnummer per rij“ opmaak gebruikt deze waarde om de rijen met taakitems te vullen.

source: Maximum Item &Height:
nl: Maximale item&hoogte

source: The “Fixed Maximum Item Height” layout uses this value to determine the size of the task items.
nl: De "Vaste maximale itemhoogte“ opmaak gebruikt deze waarde om de grootte van de taakitems te bepalen.

source: Maximum &Squeeze Ratio:
nl: Maximale &samendrukverhouding:

source: <p>The “Limited Squeeze” layout tries not to squeeze items so that <tt>squeezed item width / item width &ge; maximum squeeze ratio</tt>.</p>
nl: <p>De “Beperkte samendrukking" opmaak probeert de taken zodanig samen te drukken, dat de <tt>samengedrukte itembreedte / itembreedte &ge; maximale samendrukverhouding voldaan is</tt>.</p>

source: Prefere grouping of tasks over the creation of new rows (currently only supported by the Limited Squeeze” layout).
nl: Geef de voorkeur aan het groeperen van taken boven het toevoegen van nieuwe rijen (wordt op dit moment alleen ondersteund door de "beperkte samendrukking" opmaak).

source: &Prefer Grouping
nl: &Voorkeur groepering

source: Tool Tip
nl: Tekst&ballon

source: Preview St&yle:
nl: Voorbeeldweergave &stijl:

source: <h4>Classic</h4> <p><img src=":/imgs/imgs/classic-style.png" /></p> <h4>New</h4> <p><img src=":/imgs/imgs/new-style.png" /></p>
nl: <h4>Klassiek</h4> <p><img src=":/imgs/imgs/classic-style.png" /></p> <h4>Nieuw</h4> <p><img src=":/imgs/imgs/new-style.png" /></p>

source: Preview Si&ze:
nl: &Voorbeeldweergave grootte:

source: This value defines the maximum length of one side of window previews.
nl: Deze waarde definieert die maximale lengte van de zijde van voorbeeldweergaven.

source: Tool Tip &Type:
nl: Tekstballon &type:

source: <h4>None</h4> <p>Don't display tool tips.</p> <h4>Smooth</h4> <p>Use advanced tool tips for the task items. These tool tips show window previews that can be clicked to activate the corresponding window. When you hover the preview the window gets highlighted. However, this kind of tool tip is not well integrated with plasma.</p> <h4>Plasma</h4> <p>Use native plasma tool tips. This kind of tool tips do not provide the features described above. Instead they integrate well with other applet's tool tips and move animated across applets.</p>
nl: <h4>Geen</h4> <p>Geen tekstballonnen weergeven.</p> <h4>Smooth</h4> <p>Diese Art der Kurzinfos zeigt Vorschaubilder an, die angeklickt werden können um die entsprechenden Fenster zu aktivieren. Bei Mauskontakt wird das dazugehörende Fenster hervorgehoben. Diese Kurzinfos integrieren sich jedoch nicht vollständig in die Plasma-Oberfläche.</p> <h4>Plasma</h4> <p>Diese Art der Kurzinfos bietet keine der oben genannten Eigenschaften and, integriert sich jedoch in die Plasma-Oberfläche. Dies bedeutet Plasma Kurzinfos bewegen sich über Applet Grenzen hinweg auch zu anderen Applets.</p>

source: Move &Duration:
nl: &Bewegingsduur:

source: &Highlight Delay:
nl: &Vertraging bij oplichten:

source: Animation
nl: &Animatie

source: &Animation Duration:
nl: &Animatie tijdsduur:

source: This defines the duration of animations like the expansion of tasks and the delay for which a tool tip will be shown after you stopped hovering the task item or tool tip.
nl: Dit geeft de tijdsduur aan van animaties zoals het uitklappen van taken en de vertraging bij het tonen van een tekstballon na een aanraking hiervan.

source: Grouping & Sorting
nl: Groeperen & sorteren

source: &Grouping:
nl: &Groeperen:

source: Only when the taskbar is &full
nl: Alleen als de taakbalk &vol is

source: &Sorting:
nl: &Sorteren:

source: Only show tasks that are &minimized
nl: Alleen de ge&minimaliseerde taken tonen

source: Only show tasks from the current &desktop
nl: Alleen de taken van het huidige &bureaublad tonen

source: Only show tasks from the current s&creen
nl: Alleen de taken van het huidige &scherm tonen

source: Middle Click &Action:
nl: Middelste muisknop &actie:

source: Action that should be performed when a task item is middle clicked.
nl: Actie bij het klikken op de middelste muisknop voor een item.

source: O&nly show tasks from the current activity
nl: Alleen taken van de huidige &activiteit tonen

# NAME OF TRANSLATORS
source: Your names
nl: Jeroen Oomkes - 2012

# EMAIL OF TRANSLATORS
source: Your emails
nl: jeruntu@gmail.com
